Repository: davidacm/beepKeyboard
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, tr

source: Using Paypal
es: Usando Paypal

source: using Co-fi
es: usando co-fi

source: See more methods on my github Page
es: Ver más métodos en mi página de github

source: Beep for uppercases when &caps lock is on
es: Pitar para las mayúsculas cuando el bloqueo de mayúsculas está activado
tr: Büyük harf kilidi açıkken büyük harfler için bip sesi &çal

source: Beep for typed characters when &shift is pressed
es: Pitar con los caracteres escritos cuando &shift está presionado
tr: &Shift tuşuna basıldığında yazılan karakterler için bip sesi çal

source: Beep for &toggle keys changes
es: pitar al &alternar el estado de teclas como mayúsculas o bloqueo numérico
tr: &Geçiş tuşları değişikliği için bip sesi çal

source: &Announce toggle keys changes (if Beep for toggle keys changes is disabled NVDA will have the original behavior)
es: Verbalizar &cambios al activar o desactivar teclas de estado (si el pitido para cambios de teclas de estado está deshabilitado, NVDA tendrá el comportamiento original)
tr: &Geçiş tuşları değişikliklerini duyur. (geçiş tuşları değişiklikleri için Bip sesi devre dışı bırakılırsa, NVDA orijinal davranışa sahip olacaktır)

source: &disable beeping on password fields
es: &deshabilitar pitidos en campos de contraseña
tr: Şifre alanlarında bip sesini &devre dışı bırak

source: &Open advanced options
es: &Abrir opciones avanzadas
tr: Gelişmiş seçenekleri &aç

source: &Support beep keyboard add-on
es: &Apoyar el complemento Beep Keyboard

source: Advanced settings - Keyboard beep
es: Configuración avanzada - Beep Keyboard
tr: Gelişmiş ayarlar - Klavye bip sesi

source: &Ignored characters with shift pressed
es: &Caracteres a ignorar con ship presionado
tr: Shift basılıyken yok say&ılan karakterler

source: Beep &always for the following characters
es: pitar &siempre para los siguientes caracteres
tr: &Aşağıdaki karakterler için daima bip sesi

source: &Select tone to configure
es: &Seleccione el tono para configurar
tr: &Yapılandırmak için ton seç

source: Typed characters with shift pressed
es: Caracteres escritos con ship presionado
tr: Shift basılıyken yazılan karakterler

source: Custom characters
es: Caracteres personalizados
tr: Özel karakterler

source: Typed characters when caps lock is on
es: Caracteres escritos cuando el bloqueo de mayúsculas está activado
tr: Büyük harf kilidi açıkken yazılan karakterler

source: Toggle key goes off
es: La tecla de estado se desactiva
tr: Geçiş tuşu kapalı

source: Toggle key goes on
es: La tecla de estado se activa
tr: Geçiş tuşu açık

source: Tone &pitch
es: Frecuencia de tono
tr: ton &perdesi

source: Tone &length
es: Duración de tono
tr: Ton &uzunluğu

source: Tone &volume
es: Volumen de tono
tr: ton &ses değeri

source: &Test tone
es: Probar tono
tr: &Tonu Test Et

source: You entered a wrong value. Please correct it or discard changes.
es: Ingresaste un valor incorrecto. Corríjelo o descarta los cambios.
tr: Yanlış bir değer girdiniz. Lütfen düzeltin veya değişiklikleri iptal edin.

source: &Not now
es: &Ahora no

source: Request for contributions to %s
es: Solicitud de contribuciones para %s

source: Creating add-ons demands substantial time and effort. With limited job prospects in my country, your donations could significantly aid in dedicating more time to developing free plugins for the community. Your contribution would support the development of this and other free projects. Would you like to contribute to this cause? Select from our available payment methods below. You will be redirected to the corresponding website to complete your donation. Thank you for your support and generosity.
es: La creación de complementos exige mucho tiempo y esfuerzo. Debido a las bajas oportunidades laborales en mi país, tus donaciones podrían ayudar significativamente a dedicar más tiempo al desarrollo de complementos gratuitos para la comunidad. Tu contribución apoyaría el desarrollo de este y otros proyectos gratuitos. ¿Te gustaría contribuir a esta causa? Selecciona entre nuestros métodos de pago disponibles a continuación. Serás redirigido al sitio web correspondiente para completar tu donación. Gracias por tu apoyo y generosidad.

source: This add-on beeps with some keyboard events.
es: Este complemento emite un pitido con algunos eventos del teclado.

source: Beep keyboard
tr: Bip klavye
